Revit 2024 API
Glazing.GlazingTransmittanceMap Property
 The property labeled "Custom Color" from the "Glazing" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string GlazingTransmittanceMap { get; }
Visual Basic
Public Shared ReadOnly Property GlazingTransmittanceMap As String
	Get
Visual C++
public:
static property String^ GlazingTransmittanceMap {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Glazing Class
Autodesk.Revit.DB.Visual Namespace